
export const project1 = {
    location :"ראש העין",
    category :"חינוך",
    ownerName: "רות בנטוב",
    shortDescription :
     "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. הועניב היושבב שערש שמחויט - שלולשך וחאית נובש ערששף. זותה מנק הק, הדש שנרא התידם הכייר וק.",
    aid : 560000,
    raised : 567000,
    supportsNam : 123,
    leftDays : 12,
    projectName : "ספר לנורי"

}
export const project2 = {
    location :"ראש העין",
    category :"חינוך",
    ownerName: "רות בנטוב",
    shortDescription :
     "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. הועניב היושבב שערש שמחויט - שלולשך וחאית נובש ערששף. זותה מנק הק, הדש שנרא התידם הכייר וק.",
    aid : 560000,
    raised : 567000,
    supportsNam : 123,
    leftDays : 12,
    projectName : "ספר לנורי2"

}
export const project3 = {
    location :"ראש העין",
    category :"חינוך",
    ownerName: "רות בנטוב",
    shortDescription :
     "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. הועניב היושבב שערש שמחויט - שלולשך וחאית נובש ערששף. זותה מנק הק, הדש שנרא התידם הכייר וק.",
    aid : 560000,
    raised : 567000,
    supportsNam : 123,
    leftDays : 12,
    projectName : "3ספר לנורי"

}
export const project4 = {
    location :"ראש העין",
    category :"חינוך",
    ownerName: "רות בנטוב",
    shortDescription :
     "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. הועניב היושבב שערש שמחויט - שלולשך וחאית נובש ערששף. זותה מנק הק, הדש שנרא התידם הכייר וק.",
    aid : 560000,
    raised : 567000,
    supportsNam : 123,
    leftDays : 12,
    projectName : "4ספר לנורי"

}